export const lettersData = {
  mom: [
    {
      id: "mom-yeriel",
      author: "김예은",
      label: "From Yeriel",
      title: "사랑하는 엄마에게",
      body: `여기에 예은이가 엄마에게 쓰는 편지 내용을 넣으면 돼.`,
    },
    {
      id: "mom-naeun",
      author: "김나은",
      label: "From Naeun",
      title: "사랑하는 엄마에게",
      body: `우리 엄마에게 올해도 어버이날을 맞아 편지를 쓰게 되었네요! 매년 돌아오는 어버이날이지만 대학교에 입학하기도 한 올해는 조금 더 정성들여 감사 인사를 전하고 싶었어요.
이번에 어버이날을 준비하면서 엄마와 함께 나온 옛날 영상을 찾아보았는데 감회가 새로웠어요. 엄마가 언니를 낳은 직후의 영상이 기억에 남는데, 말로 표현할 수 없는 모든 영상의 요소들이 저를 울컥하게 만들었어요. 저 날 이후로 언제나 우리가 조금 더 나은 인생을 살 수 있도록 고민해왔겠지 싶었어요. 
할아버지가 최근에 저에게 해준 말이, 엄마는 ‘엄마’로서 정말 많은 걸 헌신했다고, 그거 쉽지 않은 일이다라고 말씀해주셨어요. 엄마 스스로 어떤 인생이라고 느껴왔을지 제가 정확히 알 수 없지만 사실 저도 그렇게 느껴요. 많은 경험을 하게 만들어주려고 이런 곳, 저런 곳 같이 가고, 우리가 조금이라도 더 편하게 통학하려고 운전 면허도 따고, 우리의 스케줄에 엄마의 일정을 맞추고, 매일 우리를 위해 살아온 엄마같아서 고맙기도 하고 미안하기도 해요. 아주 어렸을 때는 이런 시각을 가지기 어렵기도 하고, 좀 커서는 일상이라는 단어로, 무심이라는 단어로 엄마가 얼마나 큰 사랑의 마음으로 우리를 키워왔는지 잘 보지 못했던 것 같아요.
요즘 엄마가 하고 싶은 거 많이 하는 것 같아서 좋아요. 새로운 친구들도 사귀고, 운동도 꾸준히 열심히 하고, 화훼 자격증이나 미술이나… 엄마의 인생이 조금 더 다양한 색채로 물들어지고 있는 것 같아요. 물론 제가 엄마 곁에 좀 더 오래 있었거나, 더 자주 볼 수 있다면 좋겠지만…언젠가는 맞이해야 할 변화이기도 한만큼 새롭게 변화한 엄마의 일상을 지금처럼 예쁘게 채워나가면 저도 행복할 것 같아요.
앞으로도 엄마랑 예쁜 추억 많이 만들고 싶어요. 엄마가 주로 사진기를 들고 있느라 영상이 사실 많이 없었어요. 매일 우리 사진 이쁘게 찍어주려고 하기보단 이제 우리 다같이 예쁜 사진, 영상 더 많이 남겨요. 사랑해요 🫶
-막내딸 나은이가 
2026년 5월 8일 어버이날을 맞이하며.
`,
    },
  ],

  dad: [
    {
      id: "dad-yeriel",
      author: "김예은",
      label: "From Yeriel",
      title: "사랑하는 아빠에게",
      body: `여기에 예은이가 아빠에게 쓰는 편지 내용을 넣으면 돼.`,
    },
    {
      id: "dad-naeun",
      author: "김나은",
      label: "From Naeun",
      title: "사랑하는 아빠에게",
      body: `아부지 어버이날 축하해요! 올해도 어버이날을 맞아 이렇게 편지를 쓰게 되었네요! 최근에 바쁘다는 이유로잘 못 챙겨준 것 같아 이번에는 조금 더 정성을 담아 편지를 써봐요.
영상을 찾으면서 아빠가 어렸을 때부터 놀아주는게 아니라 같이 노는거다라고 항상 말하던 게 떠올랐어요. 영상에서 아빠의 표정을 보니까 다시 그 말이 생각나더라고요. 바쁜 평일을 보내고도 우리랑 시간을 보내며 운동, 공부, 요리같은 걸 함께 했잖아요. 아빠랑 자전거 타고 청계천으로 달리던 거나, 칸 아카데미 틀어두고 좌표축도 배우고 레몬에이드 만든 일처럼… 일상 속에서 아빠와 함께했던 순간이 아직도 기억에 예쁘게 남아있어요.
또 아빠랑 여러 대화를 하면서 덕분에 많이 내적으로 큰 것 같아요. 아빠의 바람처럼, 천천히 아빠 덕분에 투자에 대한 생각도 갖게 되었던 것 같고요 ㅋㅋ 점점 우리랑 더 깊은 대화 주제를 꺼낼 수 있게 되어서 아빠가 좋아하는게 느껴져요. 앞으로도 우리 가족 다같이 생산적이고 또 행복한 대화 많이 해요. 적으면서도 제가 시간 내면서 노력하면 될 것 같다고 느껴지네요! 노력해볼게요.
아빠에게 김갑진 교수님 사인 갖다줬을 때 예상만큼이나 많이 좋아해서 저도 많이 기뻤어요. 또 예전에 말해줬지만 아빠 퇴근 길 같이 오게 되었을 때 아빠가 웃는 모습도 너무 좋았어요. 아빠가 활짝 웃는 모습을 볼 때마다 덩달아 기분이 좋아져서 계속 그렇게 많이 웃게 만들어주고 싶어요.
요즘 아빠가 어디 가자거나, 대화하자고 할 때 많이 함께 해주지 못해 미안했어요. 저번에는 시험기간 직후라 ㅎㅎ 양해를 구했다면 이번 주말, 그리고 앞으로 서울에 올라올 때 아빠랑 함께 좋은 시간 보내봐요. 같이 카페 가서 공부도 하고 치맥도 할 준비 되었어요! 사랑해요.
-막내딸 나은이가 
2026년 5월 8일 어버이날을 맞이하며
`,
    },
  ],
};